Revit 2024 API
BuiltInFailures.GlobalParameterFailures Class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static class GlobalParameterFailures
Visual Basic
Public NotInheritable Class GlobalParameterFailures
Visual C++
public ref class GlobalParameterFailures abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.BuiltInFailures.GlobalParameterFailures
See Also
BuiltInFailures.GlobalParameterFailures Members
Autodesk.Revit.DB Namespace